// mobile/www/katakana/data.kata.js

export const ROWS = [
  { name: "ア行", items: [
    { k:"ア" }, { k:"イ" }, { k:"ウ" }, { k:"エ" }, { k:"オ" },
  ]},
  { name: "カ行", items: [
    { k:"カ" }, { k:"キ" }, { k:"ク" }, { k:"ケ" }, { k:"コ" },
  ]},
  { name: "サ行", items: [
    { k:"サ" }, { k:"シ" }, { k:"ス" }, { k:"セ" }, { k:"ソ" },
  ]},
  { name: "タ行", items: [
    { k:"タ" }, { k:"チ" }, { k:"ツ" }, { k:"テ" }, { k:"ト" },
  ]},
  { name: "ナ行", items: [
    { k:"ナ" }, { k:"ニ" }, { k:"ヌ" }, { k:"ネ" }, { k:"ノ" },
  ]},
  { name: "ハ行", items: [
    { k:"ハ" }, { k:"ヒ" }, { k:"フ" }, { k:"ヘ" }, { k:"ホ" },
  ]},
  { name: "マ行", items: [
    { k:"マ" }, { k:"ミ" }, { k:"ム" }, { k:"メ" }, { k:"モ" },
  ]},
  { name: "ヤ行", items: [
    { k:"ヤ" }, { k:"・" }, { k:"ユ" }, { k:"・" }, { k:"ヨ" },
  ]},
  { name: "ラ行", items: [
    { k:"ラ" }, { k:"リ" }, { k:"ル" }, { k:"レ" }, { k:"ロ" },
  ]},
  { name: "ワ行", items: [
    { k:"ワ" }, { k:"ヲ" }, { k:"ン" }, { k:"・" }, { k:"・" },
  ]},
];
